{
	"VOLUME_UPDATE": "Funny noise is now %s",
	"STOP": "Saying F to the queue",
	"MOVE_TO_TOP": "**%s** has asserted dominance",
	"TRACK_START": "Now playing that funny song called `%s`",
	"TRACK_EXCEPTION": "Track caused error. Nae Naeing it",
	"TRACK_STUCK": "The track pulled an Evergreen. Nae Naeing it",
	"VOTE_SKIP_ADD": "Vote on the sus track added. (%s/%s)",
	"VOTE_SKIP_REMOVE": "Vote on the sus track removed. (%s/%s)",
	"SHUFFLE": "The funny queue got in a tornado",
	"SET_POSITION": "Set the clock to %s",
	"SET_POSITION_WILL_SKIP": "Set the track's lifespan to %s. Lifespan over the limit, that's illegal. Nae Naeing track",
	"DECREASE_POSITION": "Increased track's lifespan by %s",
	"DECREASE_POSITION_WILL_RESTART": "Increased track's lifespan by %s. It's a too critical increase. Retrying track",
	"INCREASE_POSITION": "Decreased track's lifespan by %s",
	"INCREASE_POSITION_WILL_SKIP": "Decreased track's lifespan by %s. Lifespan is at zero or lower. It ded. Nae Naeing track",
	"PAUSE": "The current track has been freezed like an ice cube",
	"AUTO_PAUSE": "All members can't even hear rn. The current track has been freezed like an ice cube",
	"RESUME": "The current track has been unfreezed. My servers are wet now lol",
	"AUTO_RESUME": "A member has learned to hear things. The current track has been unfreezed. My servers are wet now lol",
	"REMOVE_RANGE": "Dededeleted %s tracks",
	"REMOVE": "Dededeleted **%s**",
	"TOGGLE_RANDOM_QUEUEING_ON": "Haha funny random queues are now enabled",
	"TOGGLE_RANDOM_QUEUEING_OFF": "Haha funny random queues are now disabled",
	"CLEAR": "The queue has been totally nae nae'd",
	"TRACK_ADD": "`%s` has been yeeted into the queue",
	"TRACK_LIST_ADD": "**%s** has been loaded, Windows Defender is not mad rn",
	"TRACK_LIST_ADD_QUEUE_BECAME_FULL": ". %s/%s tracks could not be loaded due to the queue having digested too many songs. It's so fat",
	"TRACK_LIST_ADD_PRODUCED_ERRORS": ". %s tracks could not be loaded due to them not being good bois or aggravating the error detection system",
	"QUEUE_LOOPING_TOGGLE_ON": "Queue looping has been enabled. You really like the chosen songs, 'innit?",
	"QUEUE_LOOPING_TOGGLE_OFF": "Queue looping has been disabled. Oh, you don't then...",
	"TRACK_LOOPING_TOGGLE_ON": "Track looping has been enabled. You better not RickRoll everyone multiple times",
	"TRACK_LOOPING_TOGGLE_OFF": "Track looping has been disabled. You like different songs, that's nice man",
	"BOOST_TOGGLE_ON": "Haha funny B O O S T",
	"BOOST_TOGGLE_OFF": "Returning to Earth (You can't escape it, VolcanicArts. The quote is here forever)",
	
	"NON_EXISTENT_COMMAND": "That command does not exist. The military is now confused",
	"INVALID_ACTION": "An invalid action has been specified. How'd you make the military fly?",
	"NON_DISABLEABLE_COMMAND": "That command cannot be disabled. Soldiers need to be able to shoot tracks at you",
	"COMMAND_ENABLED": "`%s` has been enabled. The military is ready to fire",
	"COMMAND_DISABLED": "`%s` has been disabled. The military has changed firing tactics",
	
	"CURRENT_LIMIT": "The queue can eat up to %s tracks",
	"INVALID_LIMIT": "That is not a valid diet, you can't overload the queue's diet",
	"LIMIT_REMOVED": "The queue's diet has been removed",
	"LIMIT_SET": "The queue's diet has been set to %s",
	
	"INVALID_ID": "An invalid ID has been provided, Next time try to take the right ID Card",
	"INVALID_PERMISSION": "An invalid permission has been provided, meme adder is not one of them either sadly",
	"CANNOT_SET_OWN_PERM": "You cannot set your own permission, that's a hostile government takeover and illegal",
	"CANNOT_SET_OWNER_PERM": "You cannot set the owner's permission, he stays president",
	"USER_PERM_SET": "User `%s` has been transmutated to `%s`",
	"ROLE_PERM_SET": "Role `%s` has been transmutated to `%s`",
	
	"PREFIX_TOO_SHORT": "The prefix cannot be less than %s character. No, not space either",
	"PREFIX_TOO_LONG": "The prefix cannot be greater than %s characters. You're confusing your members",
	"PREFIX_SET": "The prefix has been set to `%s`. Keep that in memory",
	
	"CHOOSE_COMMAND_TYPE": "Choose a command type, keep some notes with you",
	"INVALID_COMMAND_TYPE": "That is not a valid command type. You can refind them in the c?h menu if you are not good enough to figure it out",
	
	"INVALID_TRACK": "Cannot queue track. %s",
	"QUEUE_FULL": "Cannot queue track. Queue has already eaten enough right now",
	
	"INVALID_START_INDEX": "The starting index is not a valid number, numbers only my dude",
	"INVALID_END_INDEX": "The ending index is not a valid number, numbers only my dude",
	
	"CURRENT_VOLUME": "The funny loud volume is currently %s",
	"INVALID_VOLUME": "The new funny loud volume provided is an invalid number, you can't break everyone's ears here lol.... well you can, just don't",
	
	"INVALID_INDEX": "The index provided is not a valid number, numbers only my dude",
	"INDEX_NOT_WITHIN_RANGE": "The index provided is not within the queue's size, have you even checked?",
	"INDEX_NOT_WITHIN_RANGE_GENERIC": "An index provided is not within the queue's size. C'mon check the queue size, do it"
}